"LAST_BACKUP" = "Последняя резервная копия:";
"NEXT_BACKUP" = "Следующая резервная копия:";
"BACKING_UP" = "Резервное копирование:";
"ACCESSING_BACKUP" = "Доступ к диску резервного копирования…";
"IN_PROGRESS" = "Резервная копия…";
"PREPARING" = "Готовлю резервную копию…";
"STOPPING" = "Остановка резервного копирования…";
"THINNING" = "Очистка… ";
"DELETING" = "Удаление старых резервных копий…";
"FINISHING" = "Завершаю резервное копирования…";
"EXCLUDE" = "Исключить";
"NOT_MOUNTED" = "Том резервного копирования не подключен.";
"INCLUDED" = "Приблизительный размер полной резервной копии: %@";
"CALCULATING" = "Вычисление размера полной резервной копии…";
"ENCRYPT_IMAGE_NAME" = "Резервная копия %@%@";
"DI_ERR_TITLE" = "Ошибка при создании зашифрованного образа резервной копии.";
"DI_EXISTS" = "На этом диске уже существует зашифрованная резервная копия.";
"DI_ERROR" = "Произошла ошибка %d";
"DI_FAILED_TO_MOUNT" = "Не удалось подключить образ диска.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Показать невидимые объекты"; // checkbox
"CALCULATING_SIZE" = "Подсчет изменений…";
"CALCULATING_CHANGED_ITEMS" = "Выполняю подготовку объектов (%@)…";					
"CALCULATING_EXCLUDED_ITEMS" = "Исключаю объекты (%@)…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "Сканирую объекты (%@)…";

"MOUNTING" = "Открытие доступа к резервному диску…";
"INDEXING" = "Индексация резервной копии…";

// voice-over strings
"AX_ADD" = "Добавить объект в список объектов, не предназначенных для резервного копирования";
"AX_REMOVE" = "Удалить объект из списка объектов, не предназначенных для резервного копирования";

// error strings
"FAILED" = "Ошибка";
"DELAYED" = "Отложено";
"TIME_MACHINE_ERROR" = "Ошибка Time Machine";

"WARNING_SAME_DISK_TITLE" = "Вы действительно хотите создать резервную копию на том же устройстве, на котором находятся исходные данные?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "Выбранный Вами для храненения резервных копий том «%@» находится на одном устройстве с томом «%@», для которого создается резервная копия. Для обеспечения полной защиты данных необходимо создать резервную копию на томе, находящемся на другом устройстве.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "Выбранный Вами для храненения резервных копий том «%@» находится на одном устройстве с томами %@ и %@, для которых создается резервная копия. Для обеспечения полной защиты данных необходимо создать резервную копию на томе, находящемся на другом устройстве.\n";
"QUOTED_VOLUME_NAME" = "«%@»";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Использовать выбранный том";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Выбрать другой том";

"WARNING_NO_DESTINATION_TITLE" = "Том резервной копии не выбран.\n\n";
"WARNING_NO_DESTINATION" = "Чтобы выбрать том резервного копирования, нажмите «Конфигурация».";

"REMAINING_HOUR" = "%d час";
"REMAINING_HOURS" = "%d час.";
"REMAINING_MIN" = "%d мин.";	
"REMAINING_MINS" = "%d мин.";
"REMAINING_HOURS_AND_MINS" = "%@ и %@ осталось…";
"REMAINING_ABOUT" = "Осталось %@…";
"REMAINING_LESS_MIN" = "Осталось менее одной минуты…";

"BACKUP_NOW" = "Создать резервную копию сейчас";
"STOP_BACKING_UP" = "Остановить резервное копирование";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ из %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Вы действительно хотите очистить диск резервного копирования «%@»? Очистка приведет к необратимому уничтожению всей информации на диске.";
"DISK_NEEDS_REFORMATTING_TEXT" = "Диск, который Time Machine будет использовать для резервного копирования, необходимо стереть, т.к. его файловая система не поддерживается.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "Диск, который Time Machine будет использовать для резервного копирования, необходимо стереть, т.к. копируемый диск чувствителен к регистру, а резервный диск — нет.";
"ERASE_DISK_BUTTON" = "Стереть";
"DONT_ERASE_BUTTON" = "Не стирать";
"CANCEL_ERASE_BUTTON" = "Отменить";
"FORMATTING" = "Очистка:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "Произошла ошибка при очистке диска резервного копирования Time Machine «%@».";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "Вы исключили папку «Система».";
"WARNING_SKIP_SYSTEM_FILES" = "Исключить также другие файлы, установленные с Mac OS X, такие как системные программы и инструменты UNIX?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Исключить все системные файлы";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Исключить только папку «Система»";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "Программы и файлы системы";
"EXCLUDE_LIST_CALCULATING_SIZE" = "Вычисляю размер";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Резервные копии Time Machine"; 

// Disk selection list
"REFORMAT_REQUIRED" = "требуется изменение формата (файловая система не поддерживается)";
"REFORMAT_REQUIRED_CS" = "требуется изменение формата (диск нечувствителен к регистру)";
"SERVER_INFO_FORMAT" = "на «%@»";
"TIME_CAPSULE_ACCOUNT" = "Моя учетная запись";

"DISK_PICKER_NONE" = "Нет";
"DISK_PICKER_NONE_TOOL_TIP" = "Остановить резервное копирование";
"DISK_PICKER_BUTTON_USE" = "Использовать для резервной копии";
"DISK_PICKER_BUTTON_STOP" = "Остановить резервное копирование";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ из %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "Для Вашей учетной записи включен FileVault. Time Machine создаст резервную копию Вашей папки пользователя только после того, как Вы выйдете из системы.";
"FILEVAULT_WARNING_USER_LEOPARD" = "Просмотреть или восстановить отдельные объекты папки пользователя, зашифрованной FileVault, в резервной копии Time Machine невозможно. Чтобы восстановить все файлы и папки из этого типа резервной копии, запустите установочный диск Mac OS X и выберите в меню «Утилиты» Установщика пункт «Восстановить систему, используя резервные копии».";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "Для одной или нескольких учетных записей на данном компьютере включен FileVault. Time Machine создаст резервные копии папок пользователя, защищенных FileVault, только после того, как пользователи, которым принадлежат эти папки, выйдут из системы.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "Просмотреть или восстановить отдельные объекты папки пользователя, зашифрованной FileVault, в резервной копии Time Machine невозможно. Чтобы восстановить все файлы и папки из этого типа резервной копии, запустите установочный диск Mac OS X и выберите в меню «Утилиты» Установщика пункт «Восстановить систему, используя резервные копии».";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "Программе Time Machine не удается создать резервную копию Вашей папки пользователя, т.к. папка была зашифрована с помощью старой версии FileVault. Отключите и снова включите FileVault для Вашей учетной записи; затем выполните резервное копирование.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "Программе Time Machine не удается создать резервную копию папки пользователя для учетной записи «%@», т.к. папка была зашифрована с помощью старой версии FileVault. Отключите и снова включите FileVault для этой учетной записи; затем выполните резервное копирование.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "Программе Time Machine не удается создать резервную копию папок пользователя для учетных записей «%@» и «%@», т.к. папки были зашифрованы с помощью старой версии FileVault. Для каждой учетной записи отключите и снова включите FileVault; затем выполните резервное копирование.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "Программе Time Machine не удается создать резервную копию папок пользователя для учетных записей «%@», «%@» и «%@», т.к. папки были зашифрованы с помощью старой версии FileVault. Для каждой учетной записи отключите и снова включите FileVault; затем выполните резервное копирование.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "Программе Time Machine не удается создать резервную копию папок пользователя для учетных записей «%@», «%@», «%@» и других, т.к. папки были зашифрованы с помощью старой версии FileVault. Для каждой учетной записи отключите и снова включите FileVault; затем выполните резервное копирование.";
"FILEVAULT_WARNING_TIGER" = "Time Machine выполняет резервное копирование папок пользователя, защищенных FileVault, однако просмотреть или восстановить отдельные объекты папки пользователя, зашифрованной FileVault, в резервной копии Time Machine невозможно. Чтобы восстановить все файлы и папки из этого типа резервной копии, запустите установочный диск Mac OS X и выберите в меню «Утилиты» Установщика пункт «Восстановить систему, используя резервные копии».";

"NEXT_BACKUP_WHEN_CONNECTED" = "При подкл. диска";
"NEXT_BACKUP_TURNED_OFF" = "Автоматическое резервное копирование отключено";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "При подкл. Mac";

"WILL_START_IN_ONE_SEC" = "одна секунда…";
"WILL_START_IN_X_SECS" = "%@ сек.…";

"DESTINATION_TOOLTIP" = "Том: %@\nУстановлен на: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Последняя успешная резервная копия: %@ в %@";

"INSUFFICIENT_ACCESS_TITLE" = "У Вас нет необходимых прав чтения, записи и добавления на выбранном сетевом диске резервного копирования.";
"INSUFFICIENT_ACCESS_MESSAGE" = "Подключитесь как другой пользователь или обратитесь к системному администратору.";

"ERROR_OBTAINING_URL" = "Внутренняя ошибка – не удалось получить URL для «%@»";

"KEYCHAIN_ERROR" = "Ошибка Связки ключей %d возникла при создании записи для имени пользователя «%@» и URL «%@» в системной связке ключей.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "Вы можете попытаться отредактировать или восстановить системную связку ключей с помощью служебной программы «Связка ключей».";

"ERROR_NETAUTHMOUNT" = "Программе Time Machine не удается получить доступ к диску резервного копирования «%@».";

"UNKNOWN_DISK_NAME" = "Без названия";

// health check strings
PERFORMING_HEALTH_CHECK = "Проверяю резервные копии...";
SKIP_HEALTH_CHECK = "Пропустить проверку";
SKIPPING_HEALTH_CHECK = "Пропускаю проверку...";
